bierner.docs-view
dbaeumer.vscode-eslint
esbenp.prettier-vscode
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
mechatroner.rainbow-csv
michaelnewton.fetch-user-environment
ms-dotnettools.dotnet-interactive-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
vscodevim.vim
